export const pokedex = [
	{
			"dex_number": 25,
			"name": "ピカチュウ",
			"genus": "ねずみポケモン",
			"flavor_texts": [
					"尻尾を立ててまわりの様子を探っているとときどき雷が尻尾に落ちてくる。",
					"ほっぺたの両側に小さい電気袋を持つ。ピンチのときに放電する。",
					"はじめてみるものには電撃を当てる。黒こげのきのみが落ちていたらそれは電撃の強さを間違えた証拠だよ。",
					"ほっぺの電気袋の電気は真夜中寝ている間にためられているらしいよ。寝ぼけて放電してしまうことがある。",
					"たくさんのピカチュウを集め発電所を造る計画が最近発表された。",
					"電気を溜める性質。時々思い切り放電しないとストレスを感じる。",
					"電気をため込む性質。ピカチュウが群れて暮らす森は落雷が絶えず危険だ。",
					"寝てる間にほっぺの袋で電気を作る。寝不足だと弱い電気しか出せなくなるぞ。",
					"森に棲むポケモン。ほっぺのふくろは電気をためるので触るとパチパチ痺れるぞ。",
					"森に棲むポケモン。ほっぺのふくろは電気をためるので触るとパチパチ痺れるぞ。",
					"つくる電気が強力なピカチュウほどほっぺの袋は軟らかくよく伸びるぞ。",
					"おたがいのしっぽをくっつけて電気を流しあうのがピカチュウ同士の挨拶だ。"
			]
	},
	{
			"dex_number": 778,
			"name": "ミミッキュ",
			"genus": "ばけのかわポケモン",
			"flavor_texts": [
					"正体不明。ボロ布の中身をみたとある学者は恐怖のあまりショック死した。",
					"恐ろしい姿をボロ布で隠し人や他のポケモンに近づく寂しがりや。",
					"大人しい寂しがり屋だけどボロ切れの中身を見ようとすると激しく嫌がり抵抗する。",
					"風が舞って偶然中身を見てしまったトレーナーはその日の晩に苦しみもがいて死んだ。",
					"怖がられないようにピカチュウに似せたボロ布をかぶっているが余計に不気味になってしまった。",
					"研究のためボロ布の中を見てしまった学者が謎の病気で命を落とした。"
			]
	}
];
